{
  "institution": "Mendocino College",
  "academicYear": "2025-2026",
  "policies": [
    {
      "code": "CANVAS",
      "title": "Canvas Learning Management System",
      "content": "This course uses Canvas as its learning management system. A Canvas Quick Start Guide is available, and students can self-enroll through the link below. Free support is available 24/7.",
      "contact": "Canvas Student Helpline: 1-844-589-3850",
      "link": "https://mendocino.instructure.com/enroll/MRGPRF",
      "linkText": "Canvas Self-Enrollment"
    },
    {
      "code": "COMMUNICATION",
      "title": "Course Communication Policy",
      "content": "I prefer all course-related communication through the Canvas Inbox. This keeps all course correspondence organized within the Canvas shell where it's easily accessible and associated with the course. I will make every effort to respond to your messages within 24-48 hours during the week (Monday-Friday). Messages sent on weekends may take up to 72 hours for a response. For urgent matters requiring immediate attention, please contact the appropriate campus office listed in the emergency contacts section.",
      "contact": "Use Canvas Inbox for all course-related questions",
      "link": null,
      "linkText": null
    },
    {
      "code": "LATE",
      "title": "Assignments & Late Submissions",
      "content": "All assignments are expected to be submitted as defined in the assignment description and NO LATER THAN the provided Due Date. For major exams and major projects, NO LATE SUBMISSIONS will be accepted. For all other lab assignments, submissions will remain open however if submission is completed after we have reviewed the assignment in class (generally will review first class after due date), a 15% reduction in your score will be applied. If you are having difficulties, please communicate with the instructor before the deadline.",
      "contact": "Contact instructor before deadline if having difficulties",
      "link": null,
      "linkText": null
    },
    {
      "code": "DSPS",
      "title": "Students with Disabilities",
      "content": "The College is committed to creating a learning environment that meets the needs of its diverse student body. If you have a disability, or think you may have one, please meet with the Disability Resource Center to request an official accommodation. It is the goal to create a learning experience that is as accessible as possible.",
      "contact": "Disability Resource Center: (707) 468-3031",
      "contactEmail": "drc@mendocino.edu",
      "link": "https://www.mendocino.edu/dsps",
      "linkText": "Disability Resource Center Website"
    },
    {
      "code": "CONDUCT",
      "title": "Student Conduct",
      "content": "Students are expected to behave in a courteous and respectful manner which is conducive to learning. Students should not engage in academic misconduct. These standards will be the expectation in this class.",
      "contact": "Dean of Student Services: (707) 468-3100",
      "link": "https://www.mendocino.edu/sites/default/files/docs/BOT/Procedures/ap5500.1_.pdf",
      "linkText": "Student Conduct Guidelines (AP 5500.1)"
    },
    {
      "code": "HONESTY",
      "title": "Academic Honesty",
      "content": "Academic dishonesty includes cheating, plagiarism, and fabrication. Violations may result in failing the assignment or course and additional disciplinary action. All work must be original and properly cited.",
      "contact": "Report concerns to instructor or Academic Dean",
      "link": "https://www.mendocino.edu/sites/default/files/docs/BOT/Procedures/ap5500.2.pdf",
      "linkText": "Academic Honesty Policy (AP 5500.2)"
    },
    {
      "code": "FINAID",
      "title": "Financial Aid",
      "content": "Don't miss out on available financial aid! To receive financial aid, you must meet the Satisfactory Academic Progress (SAP) requirements. Making satisfactory academic progress means that you are maintaining a 2.0 GPA, you have successfully completed 67% of your coursework, and you will graduate within 150% of the units required for your program. If you do not maintain SAP, you may lose your financial aid.",
      "contact": "Financial Aid Office",
      "contactEmail": "financialaid@mendocino.edu",
      "link": "https://www.mendocino.edu/financial-aid",
      "linkText": "Financial Aid Information"
    },
    {
      "code": "PRIVACY",
      "title": "Privacy & Session Tracking",
      "content": "This course uses interactive web-based learning modules to enhance your educational experience. These modules track your progress during each session to provide personalized feedback and ensure you complete required activities. Session-Only Tracking: All progress tracking is limited to your current browser session only. No data persists after you close your browser, and no information is stored on external servers. No Personal Data Collection: The learning modules do not collect, store, or transmit any personally identifiable information. Progress tracking is anonymous and used solely to enhance your learning experience during each session. Your privacy is protected - no tracking data is shared with third parties, and no permanent records of your session activity are maintained outside of work you voluntarily submit through Canvas assignments.",
      "contact": "Contact instructor with privacy questions",
      "link": null,
      "linkText": null
    },
    {
      "code": "RESOURCES",
      "title": "Student Resources",
      "content": "A comprehensive summary of helpful resources for students is available in both English and Spanish, including information about tutoring, mental health services, food assistance, technology support, and more.",
      "contact": "Various campus services - see resource guide for details",
      "link": "https://mendocinocollege-my.sharepoint.com/:w:/g/personal/rmontes_mendocino_edu/EXsIVHBUzapFt8HHipDwbecB1u_mMiBL87F9YJJRXrbQyw",
      "linkText": "Student Resources Guide (English)",
      "linkSpanish": "https://mendocinocollege-my.sharepoint.com/:w:/g/personal/rmontes_mendocino_edu/EcBFAFTUzxlAgOXegs0Bys0B1wpBYRlPyVcseBRNvR874Q",
      "linkTextSpanish": "Ayuda para estudiantes (Spanish)"
    },
    {
      "code": "NONDISCRIM",
      "title": "Non-Discrimination",
      "content": "Mendocino College does not discriminate based on race, color, national origin, sex, gender identity, disability, age, sexual orientation, or other protected characteristics.",
      "contact": "Equal Opportunity Officer: (707) 468-3000",
      "link": "https://www.mendocino.edu/non-discrimination",
      "linkText": "Non-Discrimination Policy"
    },
    {
      "code": "TITLEIX",
      "title": "Title IX and Sexual Harassment",
      "content": "The college is committed to an environment free from sexual harassment and violence. All reports are taken seriously and support is provided to affected individuals.",
      "contact": "Title IX Coordinator: (707) 468-3000",
      "contactEmail": "titleix@mendocino.edu",
      "link": "https://www.mendocino.edu/title-ix-rights-resources",
      "linkText": "Title IX Rights & Resources"
    },
    {
      "code": "FERPA",
      "title": "Student Privacy (FERPA)",
      "content": "FERPA protects student education records. The college will not disclose personally identifiable information without consent, except as permitted by law. Students have the right to inspect their records.",
      "contact": "Admissions & Records: (707) 468-3103",
      "link": "https://www.mendocino.edu/enrollment-services/records/confidentiality-ferpa",
      "linkText": "FERPA Privacy Rights"
    },
    {
      "code": "MENTAL",
      "title": "Mental Health and Wellness",
      "content": "Your well-being matters. Mental health support is available through Student Health Services. Crisis resources: National Suicide Prevention Lifeline (988), Crisis Text Line (text HOME to 741741).",
      "contact": "Student Health: (707) 468-3031 | Crisis: 988",
      "link": "https://www.mendocino.edu/support-services/health-and-wellness",
      "linkText": "Health and Wellness Services"
    },
    {
      "code": "TUTORING",
      "title": "Tutoring and Academic Support",
      "content": "Free tutoring for Computer Science courses is available through MESA (Mathematics, Engineering, Science Achievement). MESA provides peer tutoring, study groups, and academic support specifically designed for STEM students. Use these resources early and often!",
      "contact": "MESA Program",
      "contactEmail": null,
      "link": "https://www.mendocino.edu/support-services/all-support-services/mesa",
      "linkText": "MESA Tutoring Services"
    },
    {
      "code": "TECH",
      "title": "Technology Support",
      "content": "IT Help Desk provides support for Canvas, email, and college technology. Laptop loaners and computer labs available for students needing technology access.",
      "contact": "IT Help Desk: (707) 468-3155",
      "contactEmail": "helpdesk@mendocino.edu",
      "link": "https://www.mendocino.edu/it-support",
      "linkText": "IT Support Services"
    }
  ],
  "emergencyContacts": [
    {
      "service": "Campus Security",
      "phone": "(707) 468-3100",
      "available": "24/7"
    },
    {
      "service": "National Suicide Prevention Lifeline",
      "phone": "988",
      "available": "24/7"
    },
    {
      "service": "Crisis Text Line",
      "phone": "Text HOME to 741741",
      "available": "24/7"
    }
  ]
}
